Repository: SAlmendro/FuelCompense
Catalog: iOSApp/Fuel Compense/Fuel Compense/Languages/*.lproj/Localizable.strings
Languages: es

source: Cancel
es: Cancelar

source: Delete
es: Borrar

source: Date
es: Fecha

# gasoil
source: Diesel
es: Diésel

source: Gasoline
es: Gasolina

source: Log in
es: Iniciar sesión

source: Register
es: Registrarse

source: Status
es: Estado

source: Save
es: Guardar

source: Add
es: Añadir

# saveAndPublish
source: Save and publish Status
es: Guardar y publicar estado

# addAndPublish
source: Add and publish Status
es: Añadir y publicar estado

# cv.fuel
source: Fuel
es: Combustible

# cv.user
source: User
es: Usuario

# cv.settings
source: Settings
es: Ajustes

source: Log in or Register
es: Iniciar sesión o Registrarse

# loginOrRegMessage
source: Do you want to log in or register?
es: ¿Quieres iniciar sesión o registrarte?

# cav.statSV
source: Statistics and Compensation
es: Estadísticas y compensación

# cav.listSV
source: List
es: Lista

# cav.title
source: Compensations
es: Compensaciones

# fv.listSV
source: List
es: Lista

# fv.statSV
source: Statistics
es: Estadísticas

# fv.title
source: Refills
es: Repostajes

# sv.fuel
source: Fuel
es: Combustible

# sv.fuelSelected
source: Selected fuel
es: Combustible seleccionado

# sv.changeFuel
source: Change fuel
es: Cambiar combustible

# sv.questionChangeFuel
source: Are you sure you want to change the fuel type? New refills will calculate emissions based on the new fuel type.
es: ¿Seguro que quiere cambiar el tipo de combustible? Los nuevos repostajes calcularán las emisiones en base al nuevo tipo de combustible.

# sv.change
source: Change
es: Cambiar

# stv.title
source: Status
es: Estados

# stv.myStatuses
source: My Statuses
es: Mis estados

# stv.retryUpload
source: Retry upload
es: Reintentar subir estados

# stv.deleteAll
source: Delete all my statuses
es: Borrar todos mis estados

# stv.deleteAllMessage
source: Are you sure you want to delete all your statuses?
es: ¿Seguro que quiere borrar todos sus estados?

# uv.user
source: User
es: Usuario

# uv.userName
source: Username
es: Nombre de usuario

# uv.logout
source: Log out
es: Cerrar sesión

# uv.logoutAlertMessage
source: Do you want to delete all data stored on the phone?
es: ¿Quiere borrar todos los datos almacenados en el teléfono?

# uv.notDeleteLocalData
source: Do not delete it
es: No borrarlos

# uv.deleteLocalData
source: Delete it
es: Borrarlos

# uv.deleteUser
source: Delete User
es: Borrar usuario

# uv.deleteAlertMessage
source: Deleting the user will also delete all related data.
es: Al borrar el usuario se borrarán todos sus datos relacionados.

# uv.followers
source: Followers
es: Seguidores

# uv.followed
source: Followed
es: Seguidos

# uv.searchUsers
source: Search Users
es: Buscar usuarios

# uv.profile
source: Profile
es: Perfil

# clsv.retrieveFromServer
source: Retrieve stored compensations from the server
es: Recuperar compensaciones almacenadas en el servidor

# clsv.retryUpload
source: Retry Upload
es: Reintentar subir compensaciones

# clsv.deleteAll
source: Delete all my compensations
es: Borrar todas mis compensaciones

# clsv.deleteAllMessage
source: Are you sure you want to delete all your compensations?
es: ¿Seguro que quiere borrar todas sus compensaciones?

# flsv.retrieveFromServer
source: Retrieve stored refills from the server
es: Recuperar repostajes almacenados en el servidor

# flsv.retryUpload
source: Retry Upload
es: Reintentar subir repostajes

# flsv.deleteAll
source: Delete all my refills
es: Borrar todos mis repostajes

# flsv.deleteAllMessage
source: Are you sure you want to delete all your refills?
es: ¿Seguro que quiere borrar todos sus repostajes?

# fd.trip
source: Trip
es: Viaje

# fd.meanConsume
source: Average Consumption:
es: Consumo medio:

# fd.meanEmissions
source: Average Emissions:
es: Emisiones medias:

# fd.partial
source: This is a partial refill; we cannot calculate average consumption and emissions.
es: Este es un repostaje parcial, no podemos calcular la media de consumo y emisiones.

# fd.totalCarbon
source: CO2 in this refill:
es: CO2 en este repostaje:

# fd.delete
source: Delete Refill
es: Borrar repostaje

# fd.questionDelete
source: Are you sure you want to delete the refill?
es: ¿Seguro que quiere borrar el repostaje?

# fd.edit
source: Edit Refill
es: Editar repostaje

# cd.delete
source: Delete Compensation
es: Borrar compensación

# cd.questionDelete
source: Are you sure you want to delete the compensation?
es: ¿Seguro que quiere borrar la compensación?

# cd.edit
source: Edit Compensation
es: Editar compensación

# sd.delete
source: Delete Status
es: Borrar estado

# sd.questionDelete
source: Are you sure you want to delete the status?
es: ¿Seguro que quiere borrar el estado?

# fssv.consume
source: Consumption
es: Consumo

# fssv.economic
source: Economy
es: Economía

# cssv.avgEmissions
source: Your average emissions are
es: Tus emisiones medias son

# cssv.netEmissions
source: You have net emissions of
es: Tienes unas emisiones netas de

# cssv.of
source: of
es: de

# cssv.congrats
source: Congratulations! You are helping the planet!
es: ¡Felicidades! ¡Estás ayudando al planeta!

# cssv.compense
source: Compensate
es: Compensar

# fcs.avgConsume
source: Your average consumption is
es: Tu consumo medio es

# fcs.totalKm
source: The total distance you have traveled is
es: La distancia total que has recorrido es

# fcs.totalLiters
source: The total fuel you have refilled is
es: El total de combustible que has repostado es

# fcs.totalEmissions
source: The total amount of CO2 you have emitted to the planet is
es: La cantidad total de CO2 que has emitido al planeta es

# fcs.tonsCarbon
source: tons.
es: toneladas.

# fes.avgConsume
source: Average spending:
es: Gasto medio:

# fes.totalEur
source: Total spending:
es: Gasto total:

# fsv.unfollow
source: Unfollow
es: Dejar de seguir

# fsv.questionUnfollow
source: Do you want to unfollow the user
es: ¿Quiere dejar de seguir al usuario

# fsv.follow
source: Follow
es: Seguir

# fsv.questionFollow
source: Do you want to start following the user
es: ¿Quiere empezar a seguir al usuario

source: Search
es: Buscar

# susv.alreadyFollowing
source: Following
es: Seguido

# susv.alreadyFollowingMessage
source: You are already following the user
es: Ya está siguiendo al usuario

# fm.odometer
source: Odometer
es: Odómetro

# fm.liters
source: Liters
es: Litros

# fm.full
source: Full Tank
es: Depósito lleno

# cm.tons
source: Tons of CO2
es: Toneladas de CO2

# cm.comment
source: Comment
es: Comentario

# ftm.selectFuelType
source: Please select your vehicle's fuel type.
es: Por favor, seleccione el tipo de combustible de su vehículo.

# lm.loginIncorrect
source: There was an error logging in.
es: Ha habido un error iniciando sesión.

# rm.registerIncorrect
source: There was an error during registration.
es: Ha habido un error en el registro.

# ab.questionAdd
source: What do you want to add?
es: ¿Qué quieres añadir?

# ab.refueling
source: Refill
es: Repostaje

# ab.compensation
source: Compensation
es: Compensación

# cr.tonsCompensed
source: tons compensated
es: toneladas compensadas
